tap "romkatv/powerlevel10k"
brew "chezmoi"
brew "gh"
brew "git"
brew "jq"
brew "mise"
brew "powerlevel10k"
brew "tree"

cask "alfred"
cask "alt-tab"
cask "cursor"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-source-han-code-jp"
cask "ghostty"
cask "google-chrome"
#cask "karabiner-elements"
#cask "raycast"
#cask "slack"
#cask "spectacle"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "zed"
